{
    "cards": [
      {
        "id": 1,
        "category": "Health",
        "name": "Medical Supplies",
        "img": "https://i.ibb.co/5BDv36f/medical-1.jpg",
        "donationAmount": 50,
        "description": "Make a meaningful impact by helping provide essential medical supplies to those in need. Your support ensures access to critical resources like medicines, bandages, and medical equipment, contributing to better healthcare and saving lives."
      },
      {
        "id": 2,
        "category": "Education",
        "name": "School Supplies",
        "img": "https://i.ibb.co/1r82dp3/Education-2.jpg",
        "donationAmount": 30,
        "description": "Empower the next generation by supporting children's education. Your donation helps supply them with the necessary tools, including books, notebooks, and stationery, enabling them to excel in their studies and achieve a brighter future."
      },
      {
        "id": 3,
        "category": "Clothing",
        "name": "Warm Clothing",
        "img": "https://i.ibb.co/TcvS5X6/cloth-3.jpg",
        "donationAmount": 40,
        "description": "Make a difference in the lives of those facing harsh winters. Your contribution provides warm clothing items like coats, gloves, and scarves, ensuring that individuals stay warm and safe during cold weather, bringing comfort and relief."
      },
      {
        "id": 4,
        "category": "Food",
        "name": "Meal Donations",
        "img": "https://i.ibb.co/K5tg94G/food-4.jpg",
        "donationAmount": 20,
        "description": "Join us in the fight against hunger by contributing to meal donations. Your support helps provide nutritious meals to the hungry and homeless, offering them hope, nourishment, and a chance for a better tomorrow."
      },
      {
        "id": 5,
        "category": "Health",
        "name": "Healthcare Access",
        "img": "https://i.ibb.co/DKRt9qR/madical-5.jpg",
        "donationAmount": 100,
        "description": "Promote better healthcare for all by supporting access to quality healthcare services for underserved communities. Your donation makes a significant impact on improving health outcomes and ensuring that everyone receives the care they deserve."
      },
      {
        "id": 6,
        "category": "Education",
        "name": "Scholarships",
        "img": "https://i.ibb.co/dm6871f/Education-6.jpg",
        "donationAmount": 200,
        "description": "Transform lives through education by providing scholarships to deserving students. Your contribution empowers them to pursue their dreams, access higher education, and become future leaders, creating a brighter world for all."
      },
      {
        "id": 7,
        "category": "Clothing",
        "name": "Work Attire",
        "img": "https://i.ibb.co/xJ4CvKz/cloth-7.jpg",
        "donationAmount": 60,
        "description": "Help job seekers overcome barriers by supporting them with appropriate work attire for interviews and employment. Your contribution boosts their confidence, self-esteem, and chances of securing a job, providing them with a path to financial independence."
      },
      {
        "id": 8,
        "category": "Food",
        "name": "Food Banks",
        "img": "https://i.ibb.co/J51zM8J/food-8.jpg",
        "donationAmount": 50,
        "description": "Fight hunger and food insecurity by supporting food banks that distribute essential food items to those in need. Your donation ensures that families have access to nutritious meals, helping build stronger, more resilient communities."
      },
      {
        "id": 9,
        "category": "Health",
        "name": "Medical Treatment",
        "img": "https://i.ibb.co/ryXJ57G/madical-9.jpg",
        "donationAmount": 75,
        "description": "Save lives and improve health outcomes by providing critical medical treatment and care to individuals who lack access to healthcare services. Your support brings hope and healing to those facing health challenges."
      },
      {
        "id": 10,
        "category": "Education",
        "name": "School Construction",
        "img": "https://i.ibb.co/P4r5Mqr/Education-10.jpg",
        "donationAmount": 40,
        "description": "Empower communities through education by contributing to the construction and equipping of schools in underserved areas. Your donation helps create a safe and conducive learning environment for children, enabling them to reach their full potential."
      },
      {
        "id": 11,
        "category": "Clothing",
        "name": "Disaster Relief",
        "img": "https://i.ibb.co/10YkdFm/cloth-11.jpg",
        "donationAmount": 35,
        "description": "Lend a helping hand during times of crisis by supporting disaster relief efforts. Your contribution provides clothing and essential supplies to those affected by natural disasters, offering comfort and relief in their time of need."
      },
      {
        "id": 12,
        "category": "Food",
        "name": "Community Gardens",
        "img": "https://i.ibb.co/RbxFbgr/food-12.jpg",
        "donationAmount": 30,
        "description": "Promote food sustainability and food security by supporting community gardens that grow fresh produce for families and communities. Your donation helps ensure access to healthy, locally grown food, fostering stronger and more resilient communities."
      }
    ]
  }
  